---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartInsulationArea
source: html/603ff12c-707d-25fb-1f0d-15686ceda45f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartInsulationArea Property

"Insulation Area"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartInsulationArea { get; }
```